import colorama

colorama.init(autoreset = True)
Green = colorama.Fore.GREEN
Red = colorama.Fore.RED

# Історія пограбування банку

fork1 = input(f"(red)""Ви бомж, вам прийшов лист на пошту, ви запрошані на пограбування банку (1 прийняти участь в ньому)(2 проігнорувати)")
while fork1 != "1" or fork1 != "2":
    fork1 = input(f"(red)""Вам прийшов лист на пошту, ви запрошані на пограбування банку (1 прийняти участь в ньому)(2 проігнорувати)")
if fork1 == "1":
    print("Ви прийняли учясть у пограбуванні!")
elif fork1 == "2":
    print("якщо ви не погодились, ви будете пісяти в коробку ї спати на вулиці")
fork2 = input(f"(red)""Ви погодились, вам скинули адрессу офіса (1 Прийти туди у шановній одіжді)(2 Прийти туди у своїй піжамі)")
while fork2 != "1" or fork1 != "2":
    fork2 = input(f"(red)""Ви погодились, вам скинули адрессу офіса (1 Прийти туди у шановній одіжді)(2 Прийти туди у своїй піжамі)")
if fork2 == "1":
    print("Ви пійшли туди у шановній одіжді, ви підняли свій авторитет!")
elif fork2 == "2":
    print("Ви пійшли туди у своїй піжамі, вас начали не поважати")
fork3 = 